---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmSup4
source: html/7585dcff-d28b-588e-d3e6-f651e2e32c76.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmSup4 Property

Symbol cm⁴, indicating unit Centimeters to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId CmSup4 { get; }
```